Repository: mozilla-l10n/mt-training-data
Catalog: ssi/ssi_pontoon.tmx
Source language: en_us
Languages: ssi

source: Common Voice recordings are used by academics, small businesses, and voice recognition enthusiasts to help train and grow publicly available resources like voice models. Can you let us know why you would like your recordings deleted?
ssi: سادی اواج ریکارڈنگا کا اُپیوگ ساودھان سِکھِیا، لھوڑے کاروباریم اور اواجا کی اوݪکھا کے سوکِنڑے منکھیں کی ترپھاس اواجا کے نامُونے جِدؔا جنتا کے رُوپام ماجُود سادھن سِکھِیا دؔیوݨیں اور ودھݨینٚم ساہیتا کرنے نتر کرا جاوتا ہے۔ کیا تھم ہمکُو بھتائی سِکتے ہے کہ تھم اپݨیں ریکارڈنگ کاکام گُم کرنا چاہوتے ہے؟

source: Community and Languages
ssi: پڑاو اور ٻولِیان

source: Community, Creatives and Civil Society
ssi: پڑاوَ، رچنا کرا اور سول سوسائٹی

source: Community participation and decision making.
ssi: پڑاوَا کا بھیݪا اور نِیاوَ کرنا.

source: Community Playbook
ssi: پڑاو پلے بک

source: Confirm Goal
ssi: لکشئہ کی پک کرو

source: Connect with Gravatar
ssi: گراوٹرا کے سات سمپرک کرو

source: Connect with our community and see supported languages
ssi: مھارے پڑاواس سمپرک کرو اور بھیر واݪی ٻولِیاں دیکھو

source: Contact
ssi: سمپرک

source: Contact authors, playwrights or screenwriters and ask if they would be willing to dedicate a small portion of their works to the public domain
ssi: لِکھݨواڑا ، ڈؔنٚگ کرنواڑے یا اسکرین رائٹرینٚس سمپرک کرو اور ٻُوجھو کہ کیا ٻو اپݨیں کاما کا ایک تھوڑا سِک سمے جنتا ڈومینا کے نتر دؔیݨیں کُو تِیار ہوؤں گے۔

source: Contact Form
ssi: سمپرک کرنے کا کاگدؔ

source: Contact the Common Voice team
ssi: سادھارݨ اواج سنگّٹھناس سمپرک کرو

source: Contact us
ssi: ہم سے سپرک کرو

source: Contact Us
ssi: ہم سے سمپرک کرو

source: Content available under a <licenseLink>Creative Commons license</licenseLink>
ssi: <licenseLink>سادھارݨ رچنا لیسݨا</licenseLink> کے نِیچے ماجُود سیمان

source: Continue
ssi: کرا کر

source: Continue speaking
ssi: لاگِیتار ٻولݨا

source: Continue validating
ssi: اوݪکھ کرا کر

source: Contribute
ssi: یوگدان دؔیٹؔا

source: Contribute on GitHub
ssi: گٹ ہب پر یوگدؔان دؔیؤ

source: Contribute sentences
ssi: ٻول بھیݪے کرو

source: Contribute text
ssi: لِکھتام یوگدؔان کر

source: Contribute to { $lang }
ssi: { $lang } میں پاتی ٻاو

source: Contribute to text corpus
ssi: پاٹا کی سامگِری یوگدؔان کر

source: Contributing to <bold>{ $language }</bold> dataset
ssi: <bold>{ $language } ڈیٹا سیٹام یوگدؔان</bold> دؔیݨا

source: Contribution Activity
ssi: یوگدؔانا کی گتی ویدھی

source: Contribution Criteria
ssi: یوگدؔانا کا ماݨک

source: Contribution Experience
ssi: یوگدؔانا کا انبھوَ

source: Contribution Guidelines
ssi: یوگدؔانا کے مارگ درشک

source: Contributors record voice clips by reading from a bank of donated sentences.
ssi: دؔان کروڑے ٻولیں کے بینکاس پڑھی کن یوگدؔان کرتا اوَاجیں کے ٹُکڑے ریکارڈ کرتے ہے۔

source: Cookies
ssi: پکاوݨا

source: <cookiesLink>Cookies<cookiesLink>
ssi: <cookiesLink>رِیدھݨاں<cookiesLink>

source: Copainalá Zoque
ssi: کوپائنالا زوکی

source: <coquiLink>Coqui</coquiLink> is dedicated to open speech technology. Their projects include deep learning based STT and TTS engines.
ssi: <coquiLink>کوکی</coquiLink> کُھلا بھاشݨ ٹیکنالوجیا نتر سمرپِک ہے۔ ان کے پروجنام گہری سِکھِیاپ آدھار ایس ٹی ٹی اور ٹی ٹی ایس اِرجݨ سیمل ہے۔

source: Cornish
ssi: کونِش

source: Correct
ssi: سئی

source: Corsican
ssi: کورسِکن

source: { $count } clips
ssi: ٹُکڑے

source: { $count }mo
ssi: { $count }مہینیں

source: Country/Region of Residence
ssi: مُلَکھ / جاگھا کا دؔیس

source: { $count }wk
ssi: آٹھیک آٹھیں دِؔنیں

source: { $count }y
ssi: { $count } ٻرسیں

source: [Crackle] giant dinosaurs of [crackle] -riassic.
ssi: [کریکل] وِشال کائے ڈائناسور [کریکل] - جیوڑی.

source: Create a Custom Goal
ssi: اپٹؔی مرجیا کے لکَشئہ ٻٹؔاؤ

source: Create a profile
ssi: ایک پروپھائل ٻٹؔاو

source: Create modern, colloquial sentences by yourself or with your friends or language community - for example through a ‘write-a-thon’
ssi: نویں، ٻول چال ڈؔوہیڑے آپی یا اپݨیں دوستیں یا بھاشا کے سمودائے کے سات ٹھاؤ - سرا ہے 'رائٹ اے تھون' کے جرِیئے۔

source: Create or share public domain prompts, sentences, and text for translation, small language models, and more.
ssi: انواد، لھوڑی ٻولِئِں کے نامُونے، اور گھݨیں کائِیں نتر کھلک ڈومین جھالے، ٻول، اور لِکھت ٹھاؤ یا ٻٹاؤ.

source: Creating opportunities for a diversity of people to contribute to Common Voice ensures the dataset serves as many people as possible. We’ve created resources and templates that you can use!
ssi: سادھارٹؔ اوَاجام پاتی ٻہاوَٹؔیں نتر مِنکھینٚس دؔانٚتا کھِچِیا نتر اوَسر پیدا کرنا اس باتا کُو پکا ٻٹؔاوَتا ہے کہ ڈیٹا سیٹ وَدھ میں وَدھ مِنکھیں کی سیوا کرے۔ ہمُون پوہنٚچ اور اُداہرٹؔ ٻݨائے ہے جکو آپ اُپیوگ کری سِکتے ہے!

source: Crimean Tatar
ssi: کرائیمِین تاتار

source: Criteria
ssi: ماݨک

source: Croatian
ssi: کروشِئن

source: Culturally specific questions
ssi: سنسکرتی کھاس سُئال

source: Czech
ssi: کزیچ

source: Dagbani
ssi: ڈگبانی

source: Daily Goal
ssi: روجینا کا لکشئہ

source: Dameli
ssi: دمیلی

source: Danish
ssi: ڈینِش

source: Dargwa
ssi: ڈارگوا

source: Dashboard
ssi: نِئنترݨ پٹی

source: Dataset
ssi: ڈیٹا سیٹ

source: Dataset: { $datasetLanguage }
ssi: ڈیٹا سیٹ: { $datasetLanguage }

source: Dataset Release
ssi: ڈیٹا سیٹ چھوڈؔݨا

source: Datasets
ssi: ڈیٹاسِیٹاں

source: Datasets for ASR, STT, TTS, and other NLP contexts - created through community participation.
ssi: اے ایس آر ، ایس ٹی ٹی ، ٹی ٹی ایس ، اور دُؔوجے این ایل پی سرے نتر ڈیٹا سیٹ - پڑاوا کُو بھیݪا کری کن ٻݨائے ہے۔

source: Date
ssi: تاریک

source: Dawoodi
ssi: داوُودی

source: Days
ssi: دؔنیں

source: Delete
ssi: گُماݨاں

source: Delete my recordings
ssi: میرِیاں ریکارڈنگاں ہٹاؤ

source: Delete Profile
ssi: پروپھائل گُم کرو

source: Dhivehi
ssi: دھیوَےہی

source: Dholuo
ssi: ڈھو لُو

source: Did you know…
ssi: کیا تھمکُو ٹھا ہے ...

source: Different language
ssi: دؔوجی ٻولی

source: Difficult
ssi: کٹھن

source: Difficult to pronounce
ssi: کیہٹوَݨاں دُؔکھی ہے

source: Dioula
ssi: دِیؤلا

source: Discard ongoing recording
ssi: بھرتوڑے کُو کھتم کر

source: do
ssi: کرنا

source: Documentation
ssi: کیمتی کاگدؔ

source: Does the sentence meet the guidelines?
ssi: کیا یہ ٻول مارگ درشکاپ پورا اترتا ہے؟

source: Domain refers to the subject matter of the sentence. Currently, you can choose between:
ssi: ڈومین یانی ٻولیں کے باریم ہے۔ ہلی اِٻکے، تھم اِن مینٚس کِسی ایکی کا چُناؤ کری سِکتے ہے:

source: Donate
ssi: دؔان دؔیݨا

source: Donate your voice
ssi: اپٹؔی اواج دؔان کرو

source: Done
ssi: ہوئی گا

source: do not
ssi: نائیں کرنا

source: Don’t Add
ssi: سیمل متی کرو

source: Don't see your language on Common Voice yet?
ssi: آنجے تائِیں سادھارݨ اوَاجاپ تھاری ٻولی نائِیں دِؔیسی؟

source: Don’t see your language reflected in the Dataset? To request a language head over to our Languages page.
ssi: ڈیٹا سیٹام آپ کی ٻولیا کا اُرھاٹؔاں نائیں ٻݨے؟ کسی ٻولیا کی ٻِنتی کرنے نتر مھارے ٻولیں کے پنیںٚپ جاؤ۔

source: Don't wish to say
ssi: ٻولݨیں کی اِنچھا نائیں تی

source: Download
ssi: ڈاؤن لوڈ

source: Download a certificate for your events or yourself if you have contributed to Common Voice — this would not be possible without you!
ssi: جے اگر تھمُون سادھارݨ اواجام پاتی ٻہائی ہے تو اپݨیں کارھئے یا اپݨیں نتر ایک سرٹیفکیٹ ڈاؤن لوڈ کرو - یو تھارے ٻنا سمبھو نائیں ہووں گا!

source: Download Common Voice Data
ssi: سادھارم اواج ڈیٹا ڈاؤن لوڈ کرو

source: Download Data
ssi: ڈیٹا ڈاؤن لوڈ کرو

source: Download Dataset Bundle
ssi: ڈیٹا سیٹا کا پُل ٻݨائی کن ڈاؤن لوڈ کرو

source: Download { $language }
ssi: ڈاؤن لوڈ { $language }

source: Download Links
ssi: لِنکاں ڈاؤن لوڈ کر

source: Download My Data
ssi: میرا ڈیٹا ڈاؤن لوڈ کر

source: Download options for accessing Common Voice data
ssi: سادھارݨ اواج ڈیٹا تائیں پُگاوݨیں کُو ادھیکار پراپت کرنے نتر ڈاؤن لوڈ کرو

source: Download our press pack <icon></icon>
ssi: مھارا پریس پیک ڈاؤن لوڈ کر<icon></icon>

source: Download our voice datasets
ssi: مھاری اواج گِنتِیام ڈاؤن لوڈ کرو

source: Download profile data
ssi: پروپھائل ڈیٹا ڈاؤن لوڈ کر

source: Download the Dataset
ssi: ڈیٹا سیٹ ڈاؤن لوڈ کرو

source: Download the Single Word Target Segment
ssi: ایکلا سٻدؔ لکشئہ کا ٹُکڑا ڈاؤن لوڈ کرو

source: Download your contribution certificate
ssi: اپݨے یوگدؔانا کا سرٹیفکیٹ ڈاؤن لوڈ کر

source: Do you have ideas on how we can make the Common Voice dataset better? Let us know on Discourse
ssi: کیا تھارے کن اس باریم ٻِچار ہے کہ ہم سادھارݨ اواج ڈیٹا سیٹا کُو کِدؔا اجرا ٻݨائی سِکتے ہے؟ آو ڈسکورسا باریم جاݨاں

source: Do you want to continue?
ssi: کیا آپ ودھاوٹؔاں چاہوتے ہے؟

source: Do you want to Speak, Listen or both?
ssi: کیا آپ ٻولٹؔا، سُٹؔنا یا دُؔونھیں کرنا چاہوتے ہے؟

source: Drag and drop or <browseWrap>Browse</browseWrap>
ssi: گھِیسݨیں اور <browseWrap>چھوڈؔݨے یا براؤز کرو</browseWrap>

source: Drag your file here or <uploadButton>click to upload</uploadButton>
ssi: اپݨی پھائلا کُو ایٹھے <uploadButton>گھِیسو یا اپ لوڈ کرنے نتر دؔٻاؤ </uploadButton>

source: Drop file here to upload
ssi: اپ لوڈ کرنے نتر پھائل ایٹھے چھوڈِؔی دؔے

source: Duala
ssi: دُوآلا

source: During contribution submission feedback will be skipped after clicking 'Submit'. Contribution will continue directly with the next set of 5 recordings or validations.
ssi: یوگدؔان دؔیتییاݨیں 'جما کراو' پہ دؔٻاوَݨیں کے باد سُوجھاوَا کُو چھوڈؔی دؔیونٚگڑے۔ یوگدؔان سُودا 5 ریکارڈنگاں یا مانݨیں کے اگلے سیٹا کے سات لاگِیتار ریہُونٚگڑا۔

source: Dutch
ssi: ڈچ

source: Each entry in the dataset consists of a unique MP3 and corresponding text file. Many of the <b>{ $total }</b> recorded hours in the dataset also include demographic metadata like age, sex, and accent that can help train the accuracy of speech recognition engines. The dataset currently consists of <b>{ $valid }</b> validated hours in <b>{ $languages }</b> languages, but we’re always adding more voices and languages. Take a look at our <languagesLink>Languages page</languagesLink> to request a language or start contributing.
ssi: Each entry in the dataset consists of a unique MP3 and corresponding text file. Many of the <b>{ $total }</b> recorded hours in the dataset also include demographic metadata like age, sex, and accent that can help train the accuracy of speech recognition engines. The dataset currently consists of <b>{ $valid }</b> validated hours in <b>{ $languages }</b> languages, but we’re always adding more voices and languages. Take a look at our <languagesLink>Languages page</languagesLink> to request a language or start

source: Eastern Balochi
ssi: اُبھر بلوچی

source: Eastern Huasteca Nahuatl
ssi: اُبھرندے ہواستیکا ناواتل

source: Eastern Min
ssi: پُورومِن

source: Eastern Penan
ssi: اُوبھرندے پینان

source: Easy
ssi: سوَلا

source: Easy to Understand
ssi: سمجݨینٚم سُکی

source: Ebrie
ssi: ایبری

source: Edit
ssi: توڑ جوڑ

source: Edit Profile
ssi: پروپھائلام توڑ جوڑ کر

source: e.g., “What do you wish you could use technology for?”
ssi: سرا ہے ، "تھم چاہوتے ہے کہ تھم ٹیکنالوجیا کا اُپیوگ کِس نتر کری سِکتے ہے؟"

source: Email
ssi: ای میل

source: Email: <emailFragment>commonvoice@mozilla.com</emailFragment>
ssi: ای میل: <emailFragment>commonvoice@mozilla.com</emailFragment>

source: <emailFragment>Sign up</emailFragment> to our mailing list to learn how you can take part in campaigns, events and co-design features on Common Voice.
ssi: یو جاٹؔنیں نتر کہ آپ سادھارٹؔ اوَاجاپ ابھیان ، کاہرِئے اور ڈِجانا کے بھیݪا نوَے پنیم کِدؔا بھاگ لی سِکتے ہے ، مھاری میلنگ لسٹام <emailFragment>سائن اپ</emailFragment> کرو۔

source: Email is already used for a different account
ssi: ای میل آگے ئی ایک نِیارے اکاؤنٹا نتر اُپیوگام ہے

source: Email Subscriptions
ssi: ای میل سبسکرپشنز

source: Emakhuwa
ssi: ایماکھوا

source: English
ssi: انگریجی

source: Enter Email to Download
ssi: ڈاؤن لوڈ کرنے نتر ای میل لِکھو

source: Enter email to send a sign up link
ssi: سائن اپ لنک دؔیگلاٹؔیں نتر ای میل لِکھو

source: Enter your Country/Region of Residence
ssi: اپݨا مُلَکھ / جاگھا دؔیسا کا نانٚوَ لِکھ

source: Enter your email
ssi: اپٹؔا ای میل درج کر

source: Enter your public domain sentence here
ssi: ایٹھے اپٹؔے جنتا ڈومین ٻول پکے کرو

source: Enter your public domain sentences here
ssi: ایٹھے اپٹؔے جنتا ڈومین ٻول پکے کرو

source: Error
ssi: کھرابی

source: Error adding sentence
ssi: ٻولیں کُو سیمݪ کرنیم بھُول

source: Error { $code }
ssi: گڑٻڑ { $code }

source: Error while playing audio file.
ssi: آڈیو پھائل چلاوَتیاݨیں گلتی۔

source: Erzya
ssi: ایرزیا

source: ESC
ssi: ای ایس سی

source: Esperanto
ssi: ایسپیرنٹو

source: Estonian
ssi: ایسٹونِیائی

source: Eton
ssi: اِیٹون

source: Events
ssi: کاہرئے

source: Everyone
ssi: ہر کوئی

source: Ewe
ssi: اِیوَے

source: Ewondo
ssi: ایونڈو

source: Example
ssi: سرا

source: Example questions
ssi: سرے کے سُئال

source: Exceeded 25 questions. Reduce number of questions and retry.
ssi: 25 سُئالیںٚس ودھِیک. سُئالیں کی گِݨتی گھٹ کرو اور پُوٹھا یتن کرو.

source: Exciting news! Spontaneous Speech is on the way! Stay tuned for updates and make sure to check our <discordLink>Discord</discordLink> for the latest information.
ssi: رومانٚچیک کٻر! آپو آپ ٻولݨیں کی سولت آئی ری ہے! اپ ڈیٹیں نتر بھیݪے ریہو اور نویں جاݨکاریا نتر مھارے <discordLink>ڈسکارڈا</discordLink> کی جانچ کرو پکا کرو۔

source: Exit & Delete clips
ssi: کاڈؔو اور کلپیں کُو ہٹاؤ

source: Explore datasets <icon></icon>
ssi: ڈیٹا سیٹا کی کھوج کر <icon></icon>

source: Explore organizations supporting Common Voice around the world
ssi: دنیا بھرام ایکی دؔیسی اواجا کی بھیر لیݨ واڑے سنگ گٹھنیں کی کھوج کرو

source: Explore the community and languages supported by Common Voice
ssi: سادھارݨ اواجا کے بھیر والی پڑاو اور ٻولِیئیں کُو کھوجو

source: Express or solicit prejudiced or offensive sentiments
ssi: ماںٚگ یا اپمان جنک بھاوَ چاوا یا وِنتی

source: Failed to copy SHA256 Checksum
ssi: ایس ایچ اے256 چیک سما کی نکل کرنیم اسپھل

source: Fang
ssi: پھانٚگ

source: FAQ
ssi: سادھارݨ سے سُئال

source: Faroese
ssi: فروئیس

source: Featured in...
ssi: اس میں دِؔکھایا ہے ...

source: Female/Feminine
ssi: ٻائِیر / بھتاݨی

source: Fewer than 15 words per sentence
ssi: ایکی ٻولام 15 سٻدؔینٚس گھٹ

source: Fields marked with an asterisk (*) are required.
ssi: تاریں (*) کے بھیݪا نِسان لاگوڑا میدانا کی جرورت ہوتی ہے۔

source: File is too large
ssi: پھائل سپا بڈؔی ہے

source: File is too small
ssi: پھائل سپا لھوڑی ہے

source: Finance
ssi: پُونٚجی

source: Find others who care. That could be universities, language schools, advocacy groups or data science communities. Reach out and explain clearly how they can help and why. <outreachTemplates>See our template outreach emails</outreachTemplates>.
ssi: دُؔوجیں کُو کھوج کرو جکو دھِیان کرتے ہے. یہ یونیورسٹیاں، بھاشا کے اسکول، وکالت گروپ یا ڈیٹا سائنس کمیونٹیز ہوئی سِکتی ہے. سمپرک کرو اور چِٹی وَِیاکھِیا کرو کہ ٻو کِس نامُونیس ساہِیتا کری سِکتے ہے اور کاکام. <outreachTemplates>مھارے ٹیمپلیٹ آؤٹ ریچ ای میلز دؔیکھو</outreachTemplates>۔

source: Find us on Matrix
ssi: ہمکُو میٹرکساپ کھوجو

source: Finish editing first?
ssi: آگے توڑ جوڑ پُوری کرو؟

source: Finish recording
ssi: ریکارڈنگ پُوری کرو

source: Finish recording first?
ssi: آگے ریکارڈنگ کھتم کر؟

source: Finish Review
ssi: آکھرِیاڑا دؔیکھٹؔاں

source: Finish validating
ssi: اوݪکھ کھتم کرو

source: Finish validating clips?
ssi: ٹُکڑے کی اوݪکھ کُھٹاؤ؟

source: Finnish
ssi: پھِنِّش

source: First, check if your language <languageLink>already exists</languageLink>. If it isn’t, you can <languageRequestLink>ask about adding your language</languageRequestLink>. There are two stages. Translating the site, and collecting sentences
ssi: سارینٚس آگے، جانٚچ کرو کہ کِیا آپ کی بھاشا <languageLink>آگُوچ ماجُود ہے</languageLink>. جے اِدؔا نائیں ہے تو ، آپ <languageRequestLink>اپٹؔی بھاشا سیمݪ کرنے کے باریم ٻُوجھی سِکتے ہے</languageRequestLink>۔ اِس کے دؔو چرٹؔ ہے۔ سائٹا کا انوَاد کرنا، اور ٻول بھیݪے کرنا

source: Follow guidelines from “What sentences can I add?”
ssi: "ہُوں کوٹؔ سے ٻول سیمل کری سِکتا ہے؟" سے ہِدائیتیں کا پالݨ کر۔

source: For every voice clip donated, and every audio clip validated, your account dashboards are updated to reflect your latest progress in each language you contribute to. Yes, you can contribute to more than one!<br/><br/> Use dashboards to track your stats, see how you're doing alongside others in the community, and set daily or weekly contribution goals.
ssi: دؔان کروڑے ہر اواجا کے ٹُکڑیں نتر ، اور ہر آڈیو ٹُکڑیں کی سچائیا نتر ، تیرا کھاتے کا ڈیش بورڈزا کُو ہر ٻولیام آپ کی جاݨکارِیام پرگتیا کا اُرھاٹؔاں کرنے نتر اپ ڈیٹ کرتے ہے۔ ہاوے ، تھم ایکیس ودھیکام پاتی ٻائی سِکتے ہے!<br/><br/> اپٹؔے گِنتِیا کُو ٹریک کرنے نتر ڈیش بورڈزا کا اُپیوگ کرو ، دؔیکھو کہ تھم پڑاوام دؔوجیں کے بھیݪے کِدؔا کام کریرے ہے، اور روجینا یا آٹھیک آٹھیں دِؔنیں یوگدؔانا کے لکشئہ چُنو۔

source: for example
ssi: ایک ٻات ہے

source: For public domain text that is not available online, you could use academic referencing style e.g Harvard style "Jess (2021) My Public license poems"
ssi: کھلک ڈومین ٹیکسٹا نتر جکو آن لائن ماجُود نائِیں تی ، تھم سِکسا کا سرا دؔیݨیں اٹکݪ کری سِکتے ہے جِدؔا ہارورڈ اٹکل "جیس (2021) میری اوامی لیسݨاں کیاں کویتاں"

source: For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. For example, if we don't include any speakers with a particular accent, then the technology won't work well for people with that accent. <learnMore>Learn more about why metadata matters.</learnMore>
ssi: ٹیکنالوجِیا کُو ساریں نتر اجرا کام کرنے نتر، اس ڈیٹا کا اُرہاݨاں کرنا جروری ہے جکو ترکی دؔیݨواڑیں کُو ٹیکنالوجی ٻݨاݨینٚم ساہِیتا کرتا ہے، اور یہ دُؔوجے مِنکھیں کی ایک ٻڈؔی پوہنٚچا کا اُرہاݨاں کرتا ہے۔ سرے کی ٻات ہے، اگر ہم کسی کھاس لیہکے کے ٻوݪݨواڑیں کُو سیمݪ نائِیں کراں، تو پِچھیں یو ٹیکنالوجی اس لیہکییاڑے مِنکھیں نتر اجرے نامُونے کا کام نائِیں کروں گی۔ <learnMore>جاݨو کہ میٹا ڈیٹا کاکام جرُوری ہے۔</learnMore>

source: For these launched languages the website has been successfully <localizationGlossaryLink>localized</localizationGlossaryLink>, and has enough <sentenceCollectionGlossaryLink>sentences collected</sentenceCollectionGlossaryLink> to allow for ongoing <speakLink>Speak</speakLink> and <listenLink>Listen</listenLink> contributions.
ssi: ان لانچ کرنواڑِیئیں ٻولیں نتر ویب سائٹا کُو سپھلتاس <localizationGlossaryLink>سادھارݨ کرا</localizationGlossaryLink> ہے ، اور اس میں کھاسے <sentenceCollectionGlossaryLink>ٻول بھیݪے</sentenceCollectionGlossaryLink> کرے <speakLink>ہے</speakLink> تاکہ ٻولݨیں اور <listenLink>سُݨنیم</listenLink> چالا کرے یوگدانا کی اِگیا دؔی سِکے۔

source: Foundations
ssi: آدھار سیلاں

source: French
ssi: فرانسی

source: Frisian
ssi: فریسئن

source: Fulah
ssi: پھُلاہ

source: Fuzhou
ssi: فوژو

source: Galician
ssi: گلِیسِئن

source: Gawarbaiti
ssi: گاوَربائتی

source: Gawri
ssi: گاوَری

source: GB
ssi: جی بی

source: General
ssi: سامنِے

source: General language / multiple variants
ssi: کوئی بھی ٻولی / کیئی نامُونے

source: Georgian
ssi: جورجِيئن

source: German
ssi: جرمنی

source: Get in touch
ssi: سمپرک کرو

source: Get in touch <icon></icon>
ssi: سمپرک <icon></icon> کرو

source: Get involved
ssi: سیمݪ ہوئی جاؤ

source: Get Involved
ssi: بھیݪا ہوئی جا

source: Get started <icon><icon>
ssi: سرُو <icon><icon>کرو

source: Get started with goals
ssi: لکشئہ کے سات سرو کرو

source: Get Started with Speech Recognition
ssi: بھاشݨا کی اوݪکھا کے سات سرو کرو

source: Get your certificate
ssi: اپݨا سرٹیفکیٹ لیؤ

source: Gheg Albanian
ssi: گھیگ البانِیا

source: Ghomala
ssi: گھوملا

source: <githubLink>NVIDIA NeMo</githubLink>™ is an <docsLink>open-source toolkit</docsLink> for researchers developing state-of-the-art conversational AI models.
ssi: <githubLink>این وی ڈی آئی اے نیمو</githubLink>™ نویں ٻات ٻِگت کرنواڑے اے آئی یا کے نامُونے تیارکرنواڑے جانچ کرنواڑے نتر ایک <docsLink>کھُلا سروت ٹول کٹ</docsLink> ہے۔

source: Goal reached
ssi: لکشئہ تائیں پُگی گا

source: Goals
ssi: لکش

source: Gorani
ssi: گورانی

source: Go to Discourse
ssi: ڈسکورساپ جاؤ

source: Go to Languages Page
ssi: ٻولیں کے پنیںٚپ جاؤ

source: Go to { $name }
ssi: { $name } جاؤ

source: <governanceLink>Read more about how we're governed</governanceLink>
ssi: <governanceLink>اس باریم وَدھِیک پڑھو کہ ہم کِدؔا باچھائی کرتے ہے</governanceLink>

source: Governments
ssi: حکومتاں

source: Grammatical / spelling error
ssi: نِیتی / ہِجے کی چُونٚک

source: Great! How many clips a week?
ssi: مہان! ایکی آٹھیک آٹھیں دِؔنیں کترے ٹکڑے ہے؟

source: Great! How many clips per day?
ssi: مہان! ایکی دؔنام کترے کلپس ہے؟

source: Great!<recordIcon></recordIcon> Record your next clip
ssi: مہان! <recordIcon></recordIcon> اپٹؔا اگلا ٹُکڑا ریکارڈ کرو

source: Great work!<playIcon></playIcon> Listen again when you're ready
ssi: سپا اجرا کام ہے! <playIcon></playIcon> جِدؔ تھم تِیار ہووَے تو پُوٹھا سُٹؔوں

source: Greek
ssi: گریک

source: Gronings
ssi: گرونِنگس

source: Guarani
ssi: گُئارانی

source: Guidelines
ssi: ہِدائیتاں

source: Gujarati
ssi: گُجراتی

source: Gujari
ssi: گُجری

source: Haitian
ssi: ہئیَشن

source: Hakha Chin
ssi: ہکھاچِن

source: Hausa
ssi: ہاوسا

source: Have a previous or upcoming event? Share it with us and we will announce it to our community or write a blog about it!
ssi: کیا تھارا کوئی لارکا یا آݨواڑا کاہرِیا ہے؟ اِسکُو مھارے سات ساجھا کرو اور ہم اِسکُو اپݨیں پڑاوا کے سات ٻاٹُوں گے یا اس کے باریم ایک بلاگ لکھُوں گے!

source: Have Feedback?
ssi: کوئی رائے ہے؟

source: Have you read our Terms?
ssi: کیا تھمُون مھارِِیاں ٻندھِیاں پڑھِیاں ہے؟

source: Having an account is not required to contribute, though it is helpful.
ssi: بھیݪے رہݨیں نتر کھاتا راکھݨا جروری نائیں تِیا، جے اگر یو ساہیتِگ ہے.

source: Having a profile is not required to contribute though it is helpful, see why below.
ssi: پروپھائل دھرنیم دؔان دؔیݨیں کی جرورت نائیں تی جے اگر یہ ساہیَک ہے ، نِیچے کاکام دؔیکھاں۔

source: Healthcare
ssi: سیتا کی دؔیکھ بھاݪ

source: Hebrew
ssi: اِسرائلی

source: Help
ssi: مدد

source: Help Common Voice reach { $hours } hours in a language with a personal goal
ssi: ایک جاتی لکشئہ کے سات ٻولیام سادھارݨ اواجا کُو { $hours } کلاکا تائیں پُگاوٹؔینٚم ساہیتا کرو

source: Help create Common Voice’s first target segment in { $locale }
ssi: { $locale } میں سادھارݨ اوَاجا کا پہلکا لکشے ٻٹؔانٚوَٹؔینٚم ساہیتا کرو

source: Help reach { $hours } hours in { $language } with a personal goal
ssi: ایک جاتی لکشئہ کے ساتھ{ $language } میں { $hours } کلاکا تائیں پُگاوٹؔینٚم ساہیتا کرو

source: Help teach machines how real people speak, donate your voice at { $link }
ssi: مسینیں کُو یو سِکاݨیم داہِیتا کرو کہ ساچے مِنکھ کِدؔا ٻولتے ہے، { $link } پݨ اپݨی اواج دؔان کرو

source: Help us build a community around voice technology, stay in touch via email.
ssi: اواج ٹکنالوجِیا کے اوݪے دؔوݪے پڑاو ٻٹؔانٚوَٹؔینٚم مھاری ساہیتا کرو۔ ای میلا کے جرِیئے سمپرکام ریہوں۔

source: Help us build a high quality, publicly open dataset
ssi: ایک بڑِیا اُونٚچوڑی، جنتا کا سرُوپ کھُلا ڈیٹا سیٹ ٻݨانٚوݨینٚم مھاری ساہِیتا کرو

source: Help us find more voices, share your goal
ssi: ودھِیک اواجاں لھوڑنیم ہماری ساہیتا کرو، اپٹؔے لکشئہ کُو ٻاٹو

source: Help us get to { $goal }
ssi: { $goal } تائیں پُگݨینٚم مھاری ساہیتا کرو

source: Help us validate sentences!
ssi: ٻولیں کی پک کرنیم مھاری ساہِیتا کرو!

source: Help us validate voices
ssi: اوَاجیں کُو اوݪکھٹؔینٚم مھاری ساہیتا کرو

source: Heng Hua
ssi: ہینگ ہوا

source: Here are the links to download your ZIP files.
ssi: ایٹھے تھاری جِپ پھائلیں کُو ڈاؤن لوڈ کرنے کِیاں لِنکاں ہے۔

source: Hidden
ssi: چھپوڑا

source: Highland Puebla Nahuatl
ssi: ہائی لینڈ پُبلا ناہُوتل

source: Hiligaynon
ssi: ہِلِیگائن

source: Hill Mari
ssi: جابلُو مری

source: Hindi
ssi: ہِندی

source: His hand was rais-ed.
ssi: اُس کا ہات اُوٹھوڑا تِیا۔

source: History, Law and Government
ssi: اِتِہاس کانون اور سرکار

source: Hours
ssi: کلاک

source: Hours Recorded
ssi: ریکارڈ کروڑے گھنٹے

source: Hours Validated
ssi: کلاکیں کی پک تھم کو دؔی رے ہے

source: How ?
ssi: کِدؔا؟

source: How are project decisions made?
ssi: پریوجنا کے نِرݨیں کِدؔا کرے جاتے ہے؟
